Repository: common-repository/smoove-abandoned-cart-trigger-for-woocommerce
Catalog: languages/smac-*.po
Languages: he_il

source: %s requires %s to be installed and active.
he_il: התוסף %s דורש להתקין ולהפעיל את %s.

source: Abandoned Cart Interval (mins)
he_il: מרווח זמן של עגלה נטושה (דקות)

source: Abandoned Carts
he_il: עגלות נטושות

source: Abandonment Date & Time
he_il: תאריך ושעת נטישה

source: Add Email/SMS communication consent field on checkout
he_il: הוסף שדה אישור דיוור באימייל או סמס בעמוד הצ'קאוט

# add new on admin bar
source: Abandoned Cart
he_il: עגלה נטושה

# admin menu
source: Abandoned Carts
he_il: עגלות נטושות

# admin menu
source: Temp Carts
he_il: עגלות זמניות

source: API Key
he_il: מפתח API

source: API test failed.
he_il: בדיקת API נכשלה.

source: Contact Email
he_il: אימייל האיש קשר

source: Contact Name
he_il: שם האיש קשר

source: Deleted contact action
he_il: פעולה עבור איש קשר שנמצא בסל מחזור

source: Don't process
he_il: לא לשחזר

source: Edit Abandoned Cart
he_il: ערוך עגלה נטושה

source: Edit Temp Cart
he_il: ערוך עגלה זמנית

source: Email
he_il: אימייל

source: Email is not valid.
he_il: כתובת האימייל אינה תקינה.

source: Email/SMS communication consent field label
he_il: טקסט שדה אישור דיוור באימייל או סמס

source: I consent to receiving marketing messages
he_il: אני מרשה לשלוח לי הודעות שיווקיות

source: No
he_il: לא

source: No Abandoned Carts found.
he_il: לא נמצאו עגלות נטושות

source: No Temp Carts found.
he_il: לא נמצאו עגלות זמניות

source: Order ID
he_il: מספר הזמנה

source: Phone
he_il: טלפון

source: Please insert valid email.
he_il: נא להזין כתובת אימייל תקינה.

source: Plugin Test
he_il: בדיקת התוסף

# post type general name
source: Abandoned Carts
he_il: עגלות נטושות

# post type general name
source: Temp Carts
he_il: עגלות זמניות

# post type singular name
source: Abandoned Cart
he_il: עגלה נטושה

# post type singular name
source: Temp Cart
he_il: עגלה זמנית

source: Products
he_il: מוצרים

source: Restore
he_il: לשחזר

source: Search Abandoned Cart
he_il: חיפוש עגלה נטושה

source: Search Temp Cart
he_il: חיפוש עגלה זמנית

source: Sent to Smoove
he_il: נשלח ל-Smoove

source: Server response will appear here
he_il: תגובת השרת תופיע כאן

source: Settings
he_il: הגדרות

source: Smoove Settings
he_il: הגדרות Smoove

source: Smoove Status
he_il: סטטוס Smoove

source: Something went wrong.
he_il: משהו השתבש.

source: Temp Carts
he_il: עגלות זמניות

source: Test
he_il: בדיקה

source: Test the connection between the plugin and your Smoove account by entering a contact’s email (can be "dummy" email) and press "Test". A successful test will result with the contact info in your Smoove account.
he_il: בדקו את התקשורת בין התוסף לחשבון Smoove שלכם ע"י הזנת כתובת אימייל של אישר קשר כלשהו (אפשר להזין כתובת דמה) ולחיצה על "בדיקה". בדיקה תקינה תציג את פרטי איש הקשר בחשבון חשבון Smoove שלכם.

source: Unsubscribed contact action
he_il: פעולה עבור איש קשר שנמצא בחסומים

source: View Abandoned Cart
he_il: צפה בעגלה נטושה

source: View Temp Cart
he_il: צפה בעגלה זמנית

source: Yes
he_il: כן

source: You should add Email/SMS communication consent to the terms of use
he_il: יש להוסיף לתנאי השימוש אישור קבלת חומרים שיווקים
